Repository: mariolopg/TFG-Backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: User was succesfully deactivated.
es: El usuario fue desactivado correctamente.

source: CPU, with socket {}, and Motherboard, with socket {}, must use the same socket.
es: El procesador, con socket {}, y la placa base, con socket {}, deben usar el mismo socket.

source: You must select a Cooler.
es: Debes seleccionar una refigeración.

source: You only can select one Cooler.
es: Solo puedes seleccionar una refrigeración.

source: CPU, with socket {}, and Cooler, with socket {}, must use the same socket.
es: El procesador, con socket {}, y la refrigeración, con socket {}, deben usar el mismo socket.

source: Motherboard, with RAM type {}, and RAM, with type {}, must use the same RAM type.
es: La placa base, con RAM {} y la RAM, de tipo {}, deben user el mismo tipo.

source: There are more modules on this RAM pack, {}, than the availables on the Motherboard, {}.
es: Este paquete de RAM, {} unidades, tiene más módulos que los que admite la placa base, {} unidades.

source: The maximun RAM size on this Motherboard, {} GB, is smaller than the RAM size of this RAM pack, {} GB.
es: Este paquete de RAM, {} GB, tiene más memoria que la máxima soportada por la placa, {} GB.

source: You must select a Graphics Card because CPU doesn't have integrated graphics.
es: Debes seleccionar una tarjeta gráfica que ya que el procesador no tiene gráficos integrados.

source: You must select at least one Storage Drive Unit.
es: Debes seleccionar al menos una unidad de almacenamiento.

source: These HDD and SSD not compatible because there aren't enoght SATA ports on this Motherboard, {} SATA ports.
es: No hay suficientes puertos SATA en la placa para las unidades de almacenamiento seleccionadas, {} puertos SATA.

source: This HDD is not compatible because there isn't any SATA ports on this Motherboard.
es: El disco duro no es compatible con la placa seleccionada ya que esta no tiene puertos SATA.

source: This SSD is not compatible because there aren't any M.2 ports on this Motherboard.
es: La unidad de estado sólido no es compatible con la placa seleccionada ya que esta no tiene puertos M.2.

source: This SSD is not compatible because there aren't any SATA ports on this Motherboard.
es: La unidad de estado sólido no es compatible con la placa seleccionada ya que esta no tiene puertos SATA.

source: This Case, supports up to {} motherboards, is very small for the selected Motherboard, {}.
es: Esta caja, admite placas {}, es demasiado pequeña para la placa seleccionada, {}.

source: This Case, supports Graphics Cards up to {} mm, is very small for the selected Graphics Card, {} mm.
es: Esta caja, soporta Gráficas de hasta {} mm, es demasiado pequeña para la gráfica seleccionada, {} mm.

source: This Case, supports air coolers up to {} mm is very small for the selected Air Cooler, {} mm.
es: Esta caja, soporta disipadores de hasta {} mm, es demasiado pequeña para el disispador por aire seleccionado, {} mm.

source: This Case is not compatible with the radiator of the selected Liquid Cooler, {} mm.
es: Esta caja no es compatible con el radiador de la refrigeración líquida seleccionada, {} mm.

source: This Case, {} PSU supported, is not compatible with the form factor of the selected PSU, {}.
es: Esta caja, admite fuentes de alimentación {}, no es compatible con el factor de forma de la fuente de alimentación seleccionada, {}.

source: This Case don't have any 3.5" slot.
es: Esta caja no dispone de espacio para albergar unidades de almacenamiento de 3.5".

source: This Case don't have enoght 2.5" slots.
es: Esta caja no dispone de espacio para albergar unidades de almacenamiento de 2.5".
